/* No comment provided by engineer. */
"Add event to iOS calendar?" = "Add event to iOS calendar?";

/* No comment provided by engineer. */
"All events where this pet is only participant will be deleted" = "All events where this pet is only participant will be deleted";

/* Bird enum */
"Bird" = "Bird";

/* Bunny enum */
"Bunny" = "Bunny";

/* Cancel the alert */
"Cancel" = "Cancel";

/* Cat enum */
"Cat" = "Cat";

/* No comment provided by engineer. */
"Competition" = "Competition";

/* No comment provided by engineer. */
"Daily" = "Daily";

/* No comment provided by engineer. */
"Date must be today or before" = "Date must be today or before";

/* No comment provided by engineer. */
"Delete event?" = "Delete event?";

/* No comment provided by engineer. */
"Delete pet?" = "Delete pet?";

/* No comment provided by engineer. */
"Delete this event?" = "Delete this event?";

/* Dog enum */
"Dog" = "Dog";

/* Name is empty */
"Empty name" = "Empty name";

/* No comment provided by engineer. */
"End date must be later then start date" = "End date must be later then start date";

/* No comment provided by engineer. */
"Examination" = "Examination";

/* No comment provided by engineer. */
"Exhibition" = "Exhibition";

/* Female enum */
"Female" = "Female";

/* Horse enum */
"Horse" = "Horse";

/* No comment provided by engineer. */
"Insert new vet" = "Insert new vet";

/* No comment provided by engineer. */
"Invalid date" = "Invalid date";

/* No comment provided by engineer. */
"Invalid name" = "Invalid name";

/* Male enum */
"Male" = "Male";

/* No comment provided by engineer. */
"Monthly" = "Monthly";

/* Vet's name */
"Name" = "Name";

/* No comment provided by engineer. */
"Name cannot be empty" = "Name cannot be empty";

/* No comment provided by engineer. */
"Name is bigger then 30 characters" = "Name is bigger then 30 characters";

/* No comment provided by engineer. */
"Name is invalid" = "Name is invalid";

/* No comment provided by engineer. */
"Name length is minimum 1 and maximum 20 characters" = "Name length is minimum 1 and maximum 20 characters";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No and remove old" = "No and remove old";

/* No comment provided by engineer. */
"No pet selected" = "No pet selected";

/* No comment provided by engineer. */
"No pets available" = "No pets available";

/* There are no pets */
"No pets avaliable!" = "No pets avaliable!";

/* No comment provided by engineer. */
"No vet available." = "No vet available.";

/* No comment provided by engineer. */
"No vet selected" = "No vet selected";

/* Other enum */
"Other" = "Other";

/* No comment provided by engineer. */
"Pet with this name already exists" = "Pet with this name already exists";

/* Pet name */
"PetNameFood" = "PetNameFood";

/* No comment provided by engineer. */
"Please type an event name" = "Please type an event name";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* Rodent enum */
"Rodent" = "Rodent";

/* No comment provided by engineer. */
"Select as main picture" = "Select as main picture";

/* Snake enum */
"Snake" = "Snake";

/* No comment provided by engineer. */
"Surgery" = "Surgery";

/* No comment provided by engineer. */
"Training" = "Training";

/* Turtle enum */
"Turtle" = "Turtle";

/* No comment provided by engineer. */
"Update event in iOS calendar" = "Update event in iOS calendar";

/* No comment provided by engineer. */
"Vaccination" = "Vaccination";

/* No comment provided by engineer. */
"Vet" = "Vet";

/* No comment provided by engineer. */
"Walk" = "Walk";

/* No comment provided by engineer. */
"Weekly" = "Weekly";

/* No comment provided by engineer. */
"Yearly" = "Yearly";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You have no pets. Add pet before creating an event." = "You have no pets. Add pet before creating an event.";

/* No comment provided by engineer. */
"You have no pets. Add pet before vet visit." = "You have no pets. Add pet before vet visit.";

